[
    {
        "name": "Rayna Jaymes",
        "bio": "After two decades of topping the charts, Rayna Jaymes' career has begun to wobble. Her last album tanked and ticket sales are soft. But Rayna is not ready to surrender the crown as the 'Queen of Country.' Rayna’s going to try to reclaim her career, all while juggling the responsibilities of being a mom to Maddie and Daphne, and supporting her husband, Teddy Conrad, who’s trying to rebuild a career of his own. Rayna remembers a time when it didn’t used to be this hard. In the early days, she and Deacon Claybourne would write together, and within months those songs would ring out on radios across America. Those days seem distant now but she's not giving up. Rayna Jaymes has still got something to say.",
        "image_source": "https://upload.wikimedia.org/wikipedia/en/3/39/Rayna_Jaymes.jpg"
    },
    {
        "name": "Deacon Claybourne",
        "bio": "Deacon Claybourne is a loyal companion to Rayna Jaymes — both onstage and off. The talented musician became Rayna’s band leader, guitar player, songwriter, and romantic partner when the duo paired up twenty years ago. And while things didn’t exactly work out for the two stars in the romance department — Deacon’s inner turmoil runs deep — the pair has successfully carried on a loyal, professional partnership.He had been sober for thirteen years until he found out that Maddie was his biological daughter. He then relapsed and began drinking for a short amount of time, before getting sober again.  In Season Four, he married Rayna Jaymes, who was later fatally injured in car crash.",
        "image_source": "https://vignette.wikia.nocookie.net/nashvilletv/images/0/06/Deacon_Claybourne.jpg/revision/latest?cb=20171204180731"
    },
    {
        "name": "Juliette Barnes",
        "bio": "She is a dominant, sexy, confident woman who dragged herself to stardom despite her troubled past with a drug addicted mother. She is a cross-country artist sensation, chart topping the teenage market despite doubts about her talent from famous traditional country singer Rayna Jaymes.Juliette sees Rayna as her immediate competition which leads the two to dislike each other. Growing up without a father or much attention from her mother, she doesn't know how to express affection and looks for love in the wrong places - usually the arms of many using men that just leave her lonely and hurt. She initially comes across as a spoiled demanding brat that treats her colleagues like servants. But she worked to get herself there, she knows how to play the game and she sure as hell isn't going to give that up for anyone. She's admitted knowing what it's like to be used for her money and fame, she seems angry at the world but really she's just a lonely teenage girl without any real friends or family that she can turn to. She will do whatever it takes to get to the top of the game, watch out Nashville!",
        "image_source": "https://vignette.wikia.nocookie.net/nashvilletv/images/a/ab/Juliette_Barnes.jpg/revision/latest?cb=20171204180733"
    },
    {
        "name": "Gunnar Scott",
        "bio": "Hard working, wholesome and big-hearted—Gunnar's wide Texas grin says it all. But don't let his aw-shucks demeanor fool you. Behind those pearly whites is a mountain of talent, ambition and charm. This young man didn't come to Nashville to just run the soundboard at The Bluebird Cafe, nor did he leave his friends back in Austin to spend three years knocking on doors without success. Gunnar’s here to break it big, and with Scarlett, he may have found his singing soulmate.",
        "image_source": "https://vignette.wikia.nocookie.net/nashvilletv/images/1/19/Gunnar_Scott.jpg/revision/latest?cb=20171204180732"
    },
    {
        "name": "Scarlett O'Connor",
        "bio": "Scarlett O'Connor is a singer/songwriter who is huge fan of the late Rayna Jaymes and the niece of Deacon Claybourne.",
        "image_source": "https://vignette.wikia.nocookie.net/nashvilletv/images/b/ba/Scarlett_O%27Connor.jpg/revision/latest?cb=20171204180734"
    },
    {
        "name": "Will Lexington",
        "bio": "William 'Will' Lexington is first introduced as Scarlett and Gunnar's neighbor and quickly becomes their friend. He's another singer trying to make it in Nashville.",
        "image_source": "https://vignette.wikia.nocookie.net/nashvilletv/images/5/58/Will_Lexington.jpg/revision/latest?cb=20171204180735"
    }
]